const plants = [
  {
    id: 1,
    name: 'کاکتوس',
    price: '39',
    like: true,
    img: require('../assets/plant1.png'),
    about:
      'ام نوعی گل رز است که از برخی نمونه‌های آن گلاب می‌گیرند. این گونه از رز مقاومت بالایی در مقابل کم‌آبی دارد و در شهرهای بزرگ به خوبی رشد می‌کند. گل سرخ درختچه ای برگ‌ریز است که ارتفاع آن به ۲٫۲ متر نیز می‌رسد و شاخه‌های آن با خارهای تیز و محکمی حفاظت می‌شود. گل محمدی طیف رنگی از صورتی روشن و متوسط تا سرخ روشن دارد',
  },

  {
    id: 2,
    name: 'گل مریم',
    price: '29',
    like: false,
    img: require('../assets/plant2.png'),
    about:
      'ام نوعی گل رز است که از برخی نمونه‌های آن گلاب می‌گیرند. این گونه از رز مقاومت بالایی در مقابل کم‌آبی دارد و در شهرهای بزرگ به خوبی رشد می‌کند. گل سرخ درختچه ای برگ‌ریز است که ارتفاع آن به ۲٫۲ متر نیز می‌رسد و شاخه‌های آن با خارهای تیز و محکمی حفاظت می‌شود. گل محمدی طیف رنگی از صورتی روشن و متوسط تا سرخ روشن دارد',
  },
  {
    id: 3,
    name: 'گل رز',
    price: '25',
    like: false,
    img: require('../assets/plant3.png'),
    about:
      'ام نوعی گل رز است که از برخی نمونه‌های آن گلاب می‌گیرند. این گونه از رز مقاومت بالایی در مقابل کم‌آبی دارد و در شهرهای بزرگ به خوبی رشد می‌کند. گل سرخ درختچه ای برگ‌ریز است که ارتفاع آن به ۲٫۲ متر نیز می‌رسد و شاخه‌های آن با خارهای تیز و محکمی حفاظت می‌شود. گل محمدی طیف رنگی از صورتی روشن و متوسط تا سرخ روشن دارد',
  },

  {
    id: 4,
    name: 'کوکب',
    price: '60',
    like: true,
    img: require('../assets/plant4.png'),
    about:
      'ام نوعی گل رز است که از برخی نمونه‌های آن گلاب می‌گیرند. این گونه از رز مقاومت بالایی در مقابل کم‌آبی دارد و در شهرهای بزرگ به خوبی رشد می‌کند. گل سرخ درختچه ای برگ‌ریز است که ارتفاع آن به ۲٫۲ متر نیز می‌رسد و شاخه‌های آن با خارهای تیز و محکمی حفاظت می‌شود. گل محمدی طیف رنگی از صورتی روشن و متوسط تا سرخ روشن دارد',
  },
  {
    id: 5,
    name: 'گل محمدی',
    price: '40',
    like: true,
    img: require('../assets/plant5.png'),
    about:
      'ام نوعی گل رز است که از برخی نمونه‌های آن گلاب می‌گیرند. این گونه از رز مقاومت بالایی در مقابل کم‌آبی دارد و در شهرهای بزرگ به خوبی رشد می‌کند. گل سرخ درختچه ای برگ‌ریز است که ارتفاع آن به ۲٫۲ متر نیز می‌رسد و شاخه‌های آن با خارهای تیز و محکمی حفاظت می‌شود. گل محمدی طیف رنگی از صورتی روشن و متوسط تا سرخ روشن دارد',
  },
  {
    id: 6,
    name: 'گل یاس',
    price: '50',
    like: false,
    img: require('../assets/plant6.png'),
    about:
      'ام نوعی گل رز است که از برخی نمونه‌های آن گلاب می‌گیرند. این گونه از رز مقاومت بالایی در مقابل کم‌آبی دارد و در شهرهای بزرگ به خوبی رشد می‌کند. گل سرخ درختچه ای برگ‌ریز است که ارتفاع آن به ۲٫۲ متر نیز می‌رسد و شاخه‌های آن با خارهای تیز و محکمی حفاظت می‌شود. گل محمدی طیف رنگی از صورتی روشن و متوسط تا سرخ روشن دارد',
  },
];

export default plants;
